Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.blogcategorytmx/blogcategory_id_EQ_0_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Arkitektuvragilvvu bohtosat
smn: Arkkitehtuurkišto puátuseh

source: ” ađa ” vuittii Sámi kulturguovddáža arkitektuvragilvvu
smn: ” ađa ” vuoitij Säämi kulttuurkuávdáá arkkitehtuurkištottâllâm

source: Senaatti-kiinteistöt lágidii guovtte oasat arkitektuvragilvvu Sámi kulturguovddážis , mii huksejuvvo Anára kirkosiidii Juvdujoga gáddái .
smn: Seenaat-kiddoduvah ornij arkkitehtuurkištottâllâm Säämi kulttuurkuávdáást , mii huksejuvvoo Aanaar markkânân Juvduu riidon .

source: Gilvvu vuoitit almmustahttojedje otne 4.12.2008 .
smn: Kištottâllâm vyeitteeh almostittojeh onne 4.12.2008 .

source: Vuosttas bálkkašumi , 40 000 euro , vuittii evttohus nammamearkkain ” ađa ” , man dahkkit leat arkiteakta SAFA Janne Laukka , arkiteakta studeanta Tuomas Niemelä ja arkiteakta studeanta Milla Parkkali .
smn: Vuossâmuu palhâšume 40 000 eurod vuoitij iävtuttâs nommâmerháin ” ađa ” ( oođâ ) , mon tahheeh lijjii arkkiteht SAFA Janne Laukka , arkkit . pu Tuomas Niemelä já arkkit .

source: Bálkkašupmelávdegotti mielde evttohus lea doaimmaid dáfus čoavddusin beaktil ja ovddidandohkálaš ja evttohus deavdá buoremusat gilvui biddjon hástaleaddji mihttomeriid .
smn: pu Milla Parkkali . Palhâšumelävdikode mield iävtuttâs lâi toimâlâs čuávdusin pehtil já ovdánemtohálâš já tiävdá pyeremustáá kištottâlmân asâttum hästee uulmijd .

source: Gilvvus juhkkojedje oktiibuot golbma bálkkašumi , lodnujuvvui okta evttohus ja mieđihuvvojedje guokte gudnemáinnašumi .
smn: Kištottâlmist juáhhojii ohtsis kulmâ palhâšume , ohtâ iävtuttâs lonestui já oohtân mieđettuvvojii kyehti kunneemainâšume .

source: Loga ollislaš dieđáhus Govat
smn: Luuvâ ubâ tiäđáttâs suomâkielâlâžžân

source: Ijahis Idja musihkkafestivála borgemánus 2009
smn: Ijâttis Ijjâ muusikfestivaalâ porgemáánust 2009

source: Oktavuohta-nettiaviisa rahpá oktavuođaid skuvllaide
smn: Oktavuohta - nettilostâ leehâst ohtâvuođâid

source: Arkiteaktagilvvu bohtosiid almmustahttindilálašvuohta 4.12 .
smn: Povdim arkkitehtkištodem puátusij almostittemtilálâšvuotân

source: Diidalámpá lea riikkaviidosaš mánáidkulturguovddážiid fierpmádat – muhto mii lea Skáhppu ?
smn: Tijdâlamppu lii taikalamppu – mut mii lii Skuáppu ?

source: Binna Bánna mánáid radio
smn: Binna Bánna párnái radio

source: Unna Junná álggii jagis 2007
smn: Unna Junná aalgij ive 2007

source: Njoammil
smn: Njuámmil

source: Suoma Sámi Nuorat
smn: Nuorah aldakooveest

source: Nuorat lagašgovas Pilvi álggaha
smn: Pilvi aalgât ollâopâttuvâst

source: Mun gal guoran máttaráddján
smn: Mun kal kuorâm madâräijihâm

source: Sámenuoraid dáiddadáhpáhus
smn: Säminuorâi taaiđâtábáhtus

source: Dáiddadáhpáhus govvaráidu
smn: Taaidâtábáhtus koveráiđu

source: Sámi vuohki ?
smn: Säämi vyehi ?

source: Oarjul buođđu
smn: Uárjul puáđu

source: Sámi duodji
smn: Säämi tyeji

source: Sámi duodji govvaráidu
smn: Säämi tyeji koveráiđu

source: Buoremus bivttas
smn: Pyeremus piivtâs

source: Dálvemáilmmi bivut
smn: Tälvimaailm pivoh

source: Sámi gákti muitala máŋgga ášši
smn: Sämimááccuh muštâl maŋgâ ääši

source: Sámi gákti govvaráidu
smn: Sämimááccuh koveráiđu

source: Miesi riegádeapmi álggaha bohcco jagi
smn: Poccuu ihe álgá vuássáá šoddâmist

source: Bohcco jahki govvaráidu
smn: Poccuu ihe koveráiđu

source: Sámi musihkka
smn: Sämimuusik

source: Nuortalaš lávlla
smn: Nuorttâlâšlaavlâ

source: Sámi girjjálašvuohta
smn: Säämi kirjálâšvuotâ

source: Sámi filbma
smn: Säämi elleekove

source: Muohtateáhter
smn: Muotâteatter

source: Sámi dáidda
smn: Säämi taaiđâ

source: Sámegielat
smn: Sämikielah

source: Giellavuoigatvuođain
smn: Kielâvuoigâdvuođah

source: Anáraččat
smn: Anarâšah

source: Anárašgiella
smn: Aanaarkielâ

source: Nuortalaččat
smn: Nuorttâsämmiliih

source: Maŋimuš boddu
smn: Majemuš puddâ

source: Sámi bustávat
smn: Säämi puustaveh

source: Sámeparlameanttat doibmet Suomas , Ruoŧas ja Norggas
smn: Säämi parlamenteh tuáimih Suomâst , Ruotâst já Taažâst

source: Sámi hálddašanguovllut
smn: Säämi haldâsemkuávluh

source: Logi gažaldaga Sámedikki ságajođiheaddjái
smn: Love koččâmâššâd Sämitige saavâjođetteijei

source: Sámediggi
smn: Sämitigge

source: Sámesearvvit
smn: Sämiseervih

source: Sámi media
smn: Säämi media

source: Sámi skuvlejupmi
smn: Säämi škovlim

source: Evaŋgelaš-luteralaš girku
smn: Evaŋgellâš-luterilâš kirkko

source: Ortodoksalaš girku
smn: Ortodoksâlâš kirkko

source: Beaivvi bárdni
smn: Peeivi pärni

source: Sámi leavga
smn: Säämi lippu

source: Sámi soga lávlla
smn: Säämi suuvâ laavlâ

source: Sámiid álbmotbeaivi 6.2 .
smn: Säämi aalmugpeivi 6.2 .

source: Dávjá jerrojuvvon gažaldagat
smn: Love tävjimustáá toohum koččâmâššâd

source: Sámit leat álgoálbmot
smn: Algâaalmug

source: Sámit - okta álbmot njealji riikkas
smn: Ohtâ aalmug neelji enâmist

source: Mii oktavuođaid ?
smn: Mii ohtâvuođâid ?

source: Sámediggi hálida anáraš- ja nuortalašgielaid jorgaleddjiid
smn: Sämitigge áigu aanaar- já nuorttâsämikielâ kielâjurgâleijeid

source: Stáhtačálli Valle : juohkehaččas riekti sámegiela oahpahussii
smn: Staatâčällee Valle : juáhhást vuoigâdvuotâ oppâđ sämikielâ

source: ” Suomas dárbbašuvvo sámegiela ealáskahttinprográmma ”
smn: Suomân tarbâšuvvoo sämikielâ iäláskittemohjelm

source: Sámedikki almmolaš doaimmahat lea fárren
smn: Sämitige almos toimâttâh lii varrim

source: Sámeoahpahus ruovttuguovllu olggobealde
smn: Sämikielâ máttááttâsâst máccoo kansaškoovlâ ääigi tilálâšvuo

source: Giellabálkkašupmi Sámi Siidii ja ubmisámegiela oahpaheaddjái
smn: Kielâpalhâšume Sámi Siida-siärván já uumajasämikielâ máttáát

source: Davviriikkalaš sámesoahpamuš ministtarčoahkkimis Helssegis
smn: Tave-eennâmlâš sämisopâmuš ministerčuákkimist Helsigist

source: Kulturdoarjagiid ohcan 2009
smn: Kulttuurtorjui uuccâm 2009

source: Sámi parlamentáralaš ráđi ságadoallibargu Ruŧŧii
smn: Säämi parlamentaarlâš rääđi saavâjođettemvuotâ Ruotân

source: Sámi giellaovttasbargu galgá nannejuvvot
smn: Säämi kielâohtsâšpargo kalga nanodiđ

source: Parlamentarihkkáriid konferánsa almmuhii loahppaáššegirjji
smn: Konferens huáput tave-eennâmlâš sämisopâmuš já ILO-sopâmuš

source: ON:a sierraraporterejeaddji S. James Anaya : Sámit ovdamearka
smn: OA spesiaalraportistee S. James Anaya : Sämmiliih ovdâmerkkâ

source: Sámiide sosiála- ja dearvvašvuođafuolahusa ovddidanprográmma
smn: Sämmiláid sosiaal- já tiervâsvuođâhuolâttâs ovdedemohjelm

source: Sámediggái ruhta lassebušeahtas
smn: Sämitiigán ruttâ lasebudjetist

source: Dieđut máná vuoigatvuođain anáraš- ja nuortalašgillii
smn: Tiäđuh párnáá vuoigâdvuođâin aanaar- já nuorttâsämikielân

source: Ođđa oahppamateriálat almmustuvvan
smn: Uđđâ oppâmatriaalah almostum

source: Arkitektuvragilvvu evttohusat válljejuvvon nuppi muddui
smn: Arkkitehtkišto iävtuttâsâst väljejuvvojii nube rieggei

source: Sámedikki telefonnummirat nuppástuvvet 1.9.2008
smn: Sämitige puhelinnumereh muttojeh 1.9.2008

source: Sámi skuvlenáššiid oktasašbargoorgána ásahuvvon
smn: Säämi škovlimašij ohtsâšpargo-orgaan asâttum

source: Sámi giellaláhkačielggadeapmi almmustuvai girjin
smn: Säämi kielâlahâčielgiittâs almostui kirjen

source: Anárašgiela áppesa geahččaladdanveršuvdna almmustuvai
smn: Anarâškielâ aabis iskâdâllâmversio almostui

source: Ođđa oahppamateriálat skuvlajagi álgui
smn: Uđđâ oppâmateriaalah škoovlâ aalgân

source: Sámi girkobeaivvit Anáris jagis 2009
smn: Säämi kirkkopeeivih Anarist ive 2009

source: Sámekulturguovddáža arkitektuvragilvvu barggut
smn: Säämi kulttuurkuávdáá arkkitehtkišto kištopargoh

source: Nuortalašgiella
smn: Nuorttâsämikielâ
